{
    "quotes": [
      {
        "text": "Se viveres, um dia serás livre; a pedra do sepulcro é que nunca se levanta.",
        "author": "- Camilo Castelo Branco, 'Amor de Perdição'"
      },
      {
        "text": "Amou, perdeu-se e morreu amando.",
        "author": "- Camilo Castelo Branco, 'Amor de Perdição'"
      },
      {
        "text": "Viver é ansiar a felicidade possível e a impossível.",
        "author": "- Camilo Castelo Branco"
      },
      {
        "text": "Ama-me assim desgraçada, porque me parece que os desgraçados são os que mais precisam de amor e de conforto.",
        "author": "- Camilo Castelo Branco, 'Amor de Perdição'"
      },
      {
        "text": "Mulheres más por aqui é uma casa sim e outra não à ida pra cima, mas à vinda pra baixo são todas.",
        "author": "- Camilo Castelo Branco, 'Maria Moisés'"
      },
      {
        "text": "Sinto-me morto, mas não sei quando vivi.",
        "author": "- Camilo Castelo Branco, 'Onde Está a Felicidade?'"
      },
      {
        "text": "Não deve custar a morte a quem tiver o coração tranquilo. O pior é a saudade, saudade daquelas esperanças que tu achavas no meu coração.",
        "author": "- Camilo Castelo Branco, 'Amor de Perdição'"
      },
      {
        "text": "Mulheres más por aqui é uma casa sim e outra não à ida pra cima, mas à vinda pra baixo são todas.",
        "author": "- Camilo Castelo Branco, 'Maria Moisés'"
      },
      {
        "text": "A retórica é a arte de falar bem; mas os vícios são a arte de viver bem e alegremente. Assim se pensa, embora não se diga",
        "author": "- Camilo Castelo Branco, 'A Brasileira de Prazins'"
      },
      {
        "text": "O que tem feito mal a muita gente não é a mentira; é o invólucro de palavras artificiosas com que se doira a algema que as verdades lançam ao pulso do homem.",
        "author": "- Camilo Castelo Branco, 'Onde está a felicidade?'"
      },
      {
        "text": "É-se honrado sendo para os outros o que desejamos que eles sejam para nós.",
        "author": "- Camilo Castelo Branco, 'A neta do Arcediago'"
      },
      {
        "text": "O amor dá coragem e dá fraqueza. É, e será sempre, um mistério.",
        "author": "- Camilo Castelo Branco, 'Anátema'"
      },
      {
        "text": "A rosa da profunda amizade não se colhe sem ferir a mão em muitos espinhos da contradição. No abnegar é que está o vencer de muitas resistências invencíveis ao império da vontade.",
        "author": "- Camilo Castelo Branco, 'As três irmãs'"
      },
      {
        "text": "Amigos verdadeiros são os que nos acodem inopinados com valedora mão nas tormentas desfeitas.",
        "author": "- Camilo Castelo Branco, 'Memórias do Cárcere'"
      },
      {
        "text": "Amar eternamente!… Deus nos livre disso, não há amor que resista a vinte e quatro horas de filosofia!",
        "author": "- Camilo Castelo Branco, 'Mistérios de Lisboa'"
      },
      {
        "text": "O amor é realmente o galvanismo dos estúpidos, desses cadáveres morais, que se levantam do túmulo da inteligência, e cantam lérias num alamiré celeste!",
        "author": "- Camilo Castelo Branco, 'Cenas Contemporâneas'"
      },
      {
        "text": "A fantasia esfriava-se ao roçar pela mortalha daqueles ossos, e eu sentia-me morto em metade da vida, quando a terra sacudida da enxada me vinha cair aos pés.",
        "author": "- Camilo Castelo Branco, 'A Caveira'"
      },
      {
        "text": "Sinto-me demente, porque tenho ciúmes do nada… ciúmes destas cinzas esquecidas no mundo… ciúmes da memória doutras cinzas, que, há três quartos de século, esperam o dia fina.",
        "author": "- Camilo Castelo Branco, 'A Caveira'"
      },
      {
        "text": "Eu não sei se amas outro homem… Sei que namoras outro homem, e entre namorar e amar está o refletir, menina.",
        "author": "- Camilo Castelo Branco, 'O Que Fazem Mulheres'"
      },
      {
        "text": "O meu amor tinha da ave a meiguice e do tigre a insaciável sofreguidão.",
        "author": "- Camilo Castelo Branco, 'Coração, Cabeça e Estômago'"
      },
      {
        "text": "O ciúme da mulher, de quem se não espera nem pede amor, é uma revelação agradável, ainda mesmo que valha pouco para a felicidade do coração.",
        "author": "- Camilo Castelo Branco, 'Estrelas Funestas'"
      },
      {
        "text": "O amor que não perde nem desvaira, esse é que é o amor",
        "author": "- Camilo Castelo Branco, 'O Bem e o Mal'"
      },
      {
        "text": "O amor afemina as condições mais viris, e tem feito que as faces queimadas e negras da polvorada das pelejas se orvalhem e brilhem de lágrimas.",
        "author": "- Camilo Castelo Branco, 'O Bem e o Mal'"
      },
      {
        "text": "Quando se não crê, é que mais se ama",
        "author": "- Camilo Castelo Branco, 'Memórias de Guilherme do Amaral'"
      },
      {
        "text": "Em coisas do coração só escuto o coração.",
        "author": "- Camilo Castelo Branco, 'Memórias de Guilherme do Amaral'"
      },
      {
        "text": "Sofro o infinito da amargura, e não quero ser consolada. Se existir um homem que tente fazer-me esquecer-te, hei de odiá-lo com quanta energia te amo.",
        "author": "- Camilo Castelo Branco, 'Memórias de Guilherme do Amaral'"
      },
      {
        "text": "Já me chamas tua amiga. A mulher que ama, quando lhe dão tal nome, sabe que é coisa de pouca monta para quem lho dá.",
        "author": "- Camilo Castelo Branco, 'Amor de Salvação'"
      },
      {
        "text": "Foi amado, amado como todos os tolos, que vão direitos ao coração da mulher por caminhos desembargados de senso comum.",
        "author": "- Camilo Castelo Branco, 'Vinte Horas de Liteira'"
      },
      {
        "text": "O amor divino preluz nos instantes arroubados do amor humano.",
        "author": "- Camilo Castelo Branco, 'A Enjeitada'"
      },
      {
        "text": "Quando puderam aliar-se um amor puro com a impureza das intenções?",
        "author": "- Camilo Castelo Branco, 'O Santo da Montanha'"
      },
      {
        "text": "O amor é, além de tudo que está dito, uma coisa que falta dizer: é um telescópio. A saudade dos entes mortos alcança ainda mais pelo infinito dentro.",
        "author": "- Camilo Castelo Branco, 'A Bruxa de Monte Córdova'"
      },
      {
        "text": "É o primeiro amor uma estranha comoção vagamente deliciosa, uma prelibação de delícias celestiais, um sentir muito à flor da alma a essência do amor divino.",
      "author": "- Camilo Castelo Branco, 'A Mulher Fatal'"
      },
      {
        "text": "Um primeiro amor faz julho em outubro quando se sente, e não nos dá um capítulo tolerável quando se recorda.",
      "author": "- Camilo Castelo Branco, 'A Mulher Fatal'"
      },
      {
        "text": "O amor atraiçoa-se com as suas próprias demasias.",
      "author": "- Camilo Castelo Branco, 'A Freira no Subterrâneo'"
      },
      {
        "text": "Nas doenças de amor, a peçonha do ciúme supurando pelas palavras desabridas deixa muitas vezes a alma curada.",
      "author": "- Camilo Castelo Branco, 'O Filho Natural'"
      },
      {
        "text": "O amor, como um vinho indigesto, dava-lhe a coragem interina dos bêbados.",
      "author": "- Camilo Castelo Branco, 'A Brasileira de Prazins'"
      },
      {
        "text": "Distraiu-se; e, a poucas voltas, seguiu-se o interesse, e logo o amor. Tudo em menos de cinco horas, mais quarto menos quarto. As paixões desta mulher nunca tinham incubação mais longa.",
      "author": "- Camilo Castelo Branco, 'O Demónio do Ouro'"
      },
      {
        "text": "Não pense em jazigos! Coma e beba; a vida é um pagode, uma asneira alegre que se vai numa gargalhada. Quem cá ficar que nos enterre onde quiser.",
      "author": "- Camilo Castelo Branco, 'Eusébio Macário'"
      }
    ]
  }
  