{
    "library": {
        "author": [
            {
                "name": "Camilo Castelo Branco",
                "book": [
                    {
                        "title": "Amor de Perdição",
                        "year": "1862",
                        "link": "https://www.wook.pt/livro/amor-de-perdicao-camilo-castelo-branco/23061231",
                        "image": {
                            "url": "https://img.wook.pt/images/amor-de-perdicao-camilo-castelo-branco/MXwyMzA2MTIzMXwxODk2OTA3NnwxNTU4OTQ4ODAxMDAwfHdlYnA=/550x"
                        },
                        "chapter": [
                            {
                                "number": "1",
                                "#text": "Escrita em quinze intensos dias de prisão e com base na sua própria experiência, a obra-prima de Camilo Castelo Branco é um exemplo maior do movimento romântico português. Esta é a história do amor de Simão Botelho e Teresa Albuquerque, ele de dezassete anos, ela de quinze; um amor singular que não esmorece face à oposição das suas famílias fidalgas, a perseguições, a condenações, ao exílio; uma paixão pungente a que se juntará a jovem Mariana, e que não poderá acabar senão tragicamente."
                            }
                        ]
                    },
                    {
                        "title": "Onde Está a Felicidade?",
                        "year": "1864",
                        "link": "https://www.wook.pt/livro/onde-esta-a-felicidade-camilo-castelo-branco/24662884",
                        "image": {
                            "url": "https://img.wook.pt/images/onde-esta-a-felicidade-camilo-castelo-branco/MXwyNDY2Mjg4NHwyMDgwMzM4NXwxNjE0ODUzNDAyMDAwfHdlYnA=/550x"
                        },
                        "chapter": [
                            {
                                "number": "1",
                                "#text": "Naquele que é considerado o seu primeiro grande romance, Camilo conta a história da busca da felicidade por parte de dois amantes: Guilherme do Amaral, um jovem fidalgo, e Augusta, uma costureira da cidade do Porto. O romance serve como retrato fiel da sociedade da época, caracterizada pela indissociável relação entre amor e dinheiro e a importância deste último como forma de assegurar um determinado estatuto social."
                            }
                        ]
                    },
                    {
                        "title": "A Queda de Um Anjo",
                        "year": "1866",
                        "link": "https://www.wook.pt/livro/a-queda-de-um-anjo-camilo-castelo-branco/11491174",
                        "image": {
                            "url": "https://img.wook.pt/images/a-queda-de-um-anjo-camilo-castelo-branco/MXwxMTQ5MTE3NHw3MDYyMzc0fDEzODM1ODE0MDcwMDB8d2VicA==/550x"
                        },
                        "chapter": [
                            {
                                "number": "1",
                                "#text": "É uma das obras mais conhecidas de Camilo Castelo Branco. Romance satírico que põe a nú, de uma forma caricatural, o desvirtuamento dos costumes da sociedade portuguesa do século XIX. Centrado na figura de Calisto Elói, A Queda d’um Anjo traça o percurso de um fidalgo minhoto, conservador e defensor da moral e dos bons costumes que, ao ser eleito para a Assembleia da República, se perde nos encantos da vida da Capital, contrária à moral do Portugal rural e profundo. Calisto acabou por abandonar a vida casta que praticava e que 'pregava' aos seus pares. Para além de Calisto, é possível encontrar outras personagens como a mulher adúltera, ou o deputado corrupto, etc. personagens que ainda hoje podemos encontrar correspondência com pessoas que poderão estar ao nosso lado."
                            }
                        ]
                    },
                    {
                        "title": "Maria Moisés",
                        "year": "",
                        "link": "https://www.wook.pt/livro/maria-moises-camilo-castelo-branco/15676930",
                        "image": {
                            "url": "https://img.wook.pt/images/maria-moises-camilo-castelo-branco/MXwxNTY3NjkzMHwyMDk4ODI5NnwxNjI1MDY3MDAyMDAwfHdlYnA=/550x"
                        },
                        "chapter": [
                            {
                                "number": "1",
                                "#text": "Nesta novela sentimental, Camilo Castelo Branco conta duas histórias intrinsecamente ligadas: a história de um amor clandestino que sofre um desfecho trágico com a morte de Josefa da Lage, mãe de uma bebé recém-nascida levada na corrente do rio Tâmega; e a história de sua filha, Maria Moisés, salva e acolhida por um pobre pescador. É esta dualidade - amor de perdição e amor de salvação - que o autor tão peculiarmente soube retratar, numa novela com traços românticos e realistas imersa no ambiente rural minhoto."
                            }
                        ]
                    },
                    {
                        "title": "A Corja",
                        "year": "1880",
                        "link": "https://www.wook.pt/livro/a-corja-camilo-castelo-branco/28176958",
                        "image": {
                            "url": "https://img.wook.pt/images/a-corja-camilo-castelo-branco/MXwyODE3Njk1OHwyNDU2NDc1NnwxNjc2NDc5NzA1MDAwfHdlYnA=/550x"
                        },
                        "chapter": [
                            {
                                "number": "1",
                                "#text": "A obra retrata a história do padre Justino e da família de Eusébio Macário, que pertence agora a um estatuto social superior. Através destas personagens, Camilo Castelo Branco tece uma crítica aos costumes da época, retratando problemáticas como o anticlericalismo e o adultério e exibindo o seu tom irónico numa narrativa jocosa e denunciadora."
                            }
                        ]
                    },
                    {
                        "title": "Amor de Salvação",
                        "year": "",
                        "link": "https://www.wook.pt/livro/amor-de-salvacao-camilo-castelo-branco/28176962",
                        "image": {
                            "url": "https://img.wook.pt/images/amor-de-salvacao-camilo-castelo-branco/MXwyODE3Njk2MnwyNDU2NDc2MHwxNjc2NDc5OTc4MDAwfHdlYnA=/550x"
                        },
                        "chapter": [
                            {
                                "number": "1",
                                "#text": "Afonso e Teodora são prometidos um ao outro pelas suas mães, amigas desde o tempo de estudantes. Apesar da boa relação que os jovens mantinham, a ida de Teodora para o convento, depois da morte da mãe, é o início da alteração do plano estabelecido. É a partir desse momento que os apaixonados se deparam com uma série de inconstâncias, marcadas por encontros e desencontros, que levam Afonso à perda total do ânimo de viver, recuperado apenas quando encontra o seu amor de salvação."
                            }
                        ]
                    },
                    {
                        "title": "O Retrato de Ricardina",
                        "year": "",
                        "link": "https://www.wook.pt/livro/o-retrato-de-ricardina-camilo-castelo-branco/28023273",
                        "image": {
                            "url": "https://img.wook.pt/images/o-retrato-de-ricardina-camilo-castelo-branco/MXwyODAyMzI3M3wyNDQyNzkyM3wxNjczMDE4OTYwMDAwfHdlYnA=/550x"
                        },
                        "chapter": [
                            {
                                "number": "1",
                                "#text": "O retrato de Ricardina é uma novela da autoria de Camilo Castelo Branco, cuja intriga atribulada gira em torno da paixão infeliz entre Ricardina Pimentel, filha do Abade de Espinho, e Bernardo Moniz, um jovem de origem humilde. Camilo escreve este romance com o intuito de criticar a condição da mulher da época (século XIX), discriminada, com poucos direitos e sem grandes liberdades. Obra típica da criação camiliana, cujo herói é o amor. "
                            }
                        ]
                    },
                    {
                        "title": "A Brasileira de Prazins",
                        "year": "",
                        "link": "https://www.wook.pt/livro/a-brasileira-de-prazins-camilo-castelo-branco/28023270",
                        "image": {
                            "url": "https://img.wook.pt/images/a-brasileira-de-prazins-camilo-castelo-branco/MXwyODAyMzI3MHwyNDQyNzkyMHwxNjczMDE5MDE2MDAwfHdlYnA=/550x"
                        },
                        "chapter": [
                            {
                                "number": "1",
                                "#text": "A brasileira de Prazins é uma novela de Camilo Castelo Branco que relata a história de Marta de Prazins, conhecida como 'A Brasileira' por ter sido prometida pelo seu pai a um tio que fez fortuna no Brasil. Marta, porém, para seu desgosto é apaixonada por José Dias. Um clássico da literatura portuguesa do século XIX profundamente influenciado pelo movimento do realismo que se instalara em Portugal no período do pós-lutas liberais no século XVIII."
                            }
                        ]
                    },
                    {
                        "title": "Eusébio Macário",
                        "year": "",
                        "link": "https://www.wook.pt/livro/eusebio-macario-camilo-castelo-branco/28023276",
                        "image": {
                            "url": "https://img.wook.pt/images/eusebio-macario-camilo-castelo-branco/MXwyODAyMzI3NnwyNDQyNzkyNnwxNjczMDE4NzcxMDAwfHdlYnA=/550x"
                        },
                        "chapter": [
                            {
                                "number": "1",
                                "#text": "Eusébio Macário é uma novela de Camilo Castelo Branco, publicada em 1879, e o primeiro dos seus 'romances facetos'. A personagem que dá título à obra, é um boticário minhoto, pai de José Fístula e Custódia. Com estas personagens, Camilo intenciona divertir o público com o uso da sátira e a grosseria: 'Estimo que o Eusébio Macário fizesse rir'. Uma paródia do romance naturalista e um clássico da literatura portuguesa."
                            }
                        ]
                    },
                    {
                        "title": "A Viúva do Enforcado",
                        "year": "",
                        "link": "https://www.wook.pt/livro/a-viuva-do-enforcado-camilo-castelo-branco/25044163",
                        "image": {
                            "url": "https://img.wook.pt/images/a-viuva-do-enforcado-camilo-castelo-branco/MXwyNTA0NDE2M3wyMTIzMzQ3MHwxNjIzOTM2MTQ3MDAwfHdlYnA=/550x"
                        },
                        "chapter": [
                            {
                                "number": "1",
                                "#text": "Teresa de Jesus é a filha única de um comerciante de Guimarães, uma menina inocente e muito religiosa, até ao momento em que conhece e se apaixona por um jovem ourives, Guilherme. Os dois casam-se e fogem para Espanha para evitar a ira do pai de Teresa, que se opunha fortemente à união, por não considerar que o casamento trouxesse à sua filha as melhores condições sociais ou financeiras. Em Espanha, Teresa cultiva uma amizade com Inês, filha do alcaide, apaixonada por António, um jovem português que se encontra em fuga por homicídio. A morte súbita do marido de Teresa vem frustrar o noivado de Inês e António, quando este acaba por expressar o seu amor por Teresa."
                            }
                        ]
                    },
                    {
                        "title": "A Filha do Regicida",
                        "year": "",
                        "link": "https://www.wook.pt/livro/a-filha-do-regicida-camilo-castelo-branco/27406290",
                        "image": {
                            "url": "https://img.wook.pt/images/a-filha-do-regicida-camilo-castelo-branco/MXwyNzQwNjI5MHwyMzc2NjgxMnwxNjYzMTUzNTc1MDAwfHdlYnA=/550x"
                        },
                        "chapter": [
                            {
                                "number": "1",
                                "#text": "«A filha que ficou do primeiro volume da trilogia, O Regicida, mas que neste livro demora a chegar: sempre avesso às conveniências do romance arrumado, o livro dá prioridade à satisfação da vingança que derruba o traidor na própria estrebaria. A filha vem depois, alcançando a satisfação de compor a vida pelo casamento e de perdoar a própria mãe. Nada menos!» - Abel Barros Baptista"
                            }
                        ]
                    },
                    {
                        "title": "O que Fazem Mulheres",
                        "year": "",
                        "link": "https://www.wook.pt/livro/o-que-fazem-mulheres-camilo-castelo-branco/17376178",
                        "image": {
                            "url": "https://img.wook.pt/images/o-que-fazem-mulheres-camilo-castelo-branco/MXwxNzM3NjE3OHwxMzAwMzgyMXwxNDUyNTk1OTgxMDAwfHdlYnA=/550x"
                        },
                        "chapter": [
                            {
                                "number": "1",
                                "#text": "O Que Fazem Mulheres começa com um diálogo entre mãe e filha: a primeira tenta convencer a segunda a casar-se por dinheiro e não por amor. Esta é a história de Ludovina, uma jovem bela, de origem fidalga, mas sem dote que lhe possa arranjar marido. Sem intenções sérias, namora-a Ricardo de Sá, mas há outro homem, João José Dias, regressado do Brasil, muito rico, muito velho, muito gordo."
                            }
                        ]
                    }
                ]
            }
        ]
    }
}